9/data/attachments/d81d2430af55e880.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rhonda_statement_Friend_79482_3</nif:username>
            <nif:friendToBeRequested>soap_friends_820e7bf3-842a-4ec0-b85a-397ac4407f7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>